tap "homebrew/cask"
cask_args appdir: "/Applications"

# taps
tap "homebrew/cask-versions"

# brews
brew "ack"
brew "antigen"
brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "highlight"
brew "htop"
brew "httpie"
brew "irssi"
brew "jq"
brew "ncdu"
brew "nmap"
brew "procs"
brew "rename"
brew "tldr"
brew "tree"
brew "vim"
brew "z"
brew "zsh"

# casks
cask "anki"
cask "firefox-developer-edition"
cask "iterm2-beta"
cask "lastpass"
cask "rectangle"
cask "signal"
cask "telegram"
cask "transmission"
cask "visual-studio-code"

