tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "ack"
brew "antigen"
brew "bat"
brew "diff-so-fancy"
brew "fd"
brew "fzf"
brew "git"
brew "highlight"
brew "htop"
brew "httpie"
brew "irssi"
brew "jq"
brew "nmap"
brew "rename"
brew "tldr"
brew "tree"
brew "vim"
brew "z"
brew "zsh"

