tap "homebrew/cask"
cask_args appdir: "/Applications"

# taps
tap "homebrew/cask-versions"

# brews
brew "ack"
brew "antigen"
brew "asdf"
brew "bat"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "highlight"
brew "htop"
brew "httpie"
brew "irssi"
brew "jq"
brew "ncdu"
brew "nethack"
brew "nmap"
brew "procs"
brew "rename"
brew "shellcheck"
brew "starship"
brew "tldr"
brew "trash"
brew "tree"
brew "vim"
brew "z"
brew "zsh"

# casks
cask "anki"
cask "discord"
cask "dropbox"
cask "firefox-developer-edition"
cask "itch"
cask "kitty"
cask "rectangle"
cask "signal"
cask "slack"
cask "transmission"
cask "visual-studio-code"
